[{"id":1,"name":"UnSplash","categories":["image libraries"],"summary":"<p>UnSplash is a fantastic community for photographers to share their creativity. As well as providing a copyright free library of amazing images for bloggers like myself they also provide a vibrant community blog.</p>\n","link":"<p><a target=\"_blank\" href=\"https://unsplash.com\">https://unsplash.com</a></p>\n"},{"id":2,"name":"Svelte","categories":["web development"],"summary":"<p>This website was built with SvelteKit, a framework for building web applications of all sizes, with a beautiful development experience and flexible file system-based routing. Built on top of Svelte, it provides &quot;the most loved web framework with the most satisfied developers in a pair of industry surveys&quot;. </p>\n","link":"<p><a target=\"_blank\" href=\"https://kit.svelte.dev\">https://kit.svelte.dev</a></p>\n"},{"id":3,"name":"Tan Li Hau","categories":["web development"],"summary":"<p>The charts I use on my blog have been written in a mixture of Svelte and Scaleable Vector Graphics (SVG). I got a lot of inspiration from Tan Li Hau&#39;s videos on YouTube and highly recommend his channel if you are new to Svelte.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.youtube.com/c/lihautan\">https://www.youtube.com/c/lihautan</a></p>\n"},{"id":4,"name":"Our World In Data","categories":["data sources"],"summary":"<p>As they say on their website: &quot;If you want to contribute to a better future you need to know the problems the world faces. To understand these problems the daily news is not enough. The news media focuses on events and therefore largely fails to report the two aspects that Our World in Data focuses on: the large problems that continue to confront us for centuries or much longer and the long-lasting, forceful changes that gradually reshape our world.&quot; I plan to make extensive use of the data they have collated in order to explore issues that I am most interested in.</p>\n","link":"<p><a target=\"_blank\" href=\"https://ourworldindata.org\">https://ourworldindata.org</a></p>\n"},{"id":5,"name":"Wikipedia","categories":["data sources"],"summary":"<p>This incredible website needs no introduction. It was invented in 2001. Although it is neither complete, definitive nor correct in all subjects, it provides an unbeatable resource for exploring a vast array of topics and when I last checked had over 55M pages!</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.wikipedia.org\">https://www.wikipedia.org</a></p>\n"},{"id":6,"name":"Human Progress","categories":["data sources"],"summary":"<p>HumanProgress.org recognise that there is often a wide gap between the reality of human experience, which is characterized by incremental improvements, and public perception, which tends to be quite negative about the current state of the world and skeptical about humanity’s future prospects. They have gathered empirical data from reliable sources that look at worldwide long-term trends hope that their website leads to a greater appreciation of the improving state of the world and stimulates an intelligent debate on the drivers of human progress.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.humanprogress.org\">https://www.humanprogress.org</a></p>\n"}]